{
  "data": [
    { "id": 1 , "name": "Angela T.", "gender":"f","imgUrl": "sitter1.jpg", "location": "Millbrae", "responseTime":7600, "availability.startDateTime":10000, "availability.endDateTime":12000,"attributes":"Food Alergies,Athsma,Hearing Impaired,Behavior Challenges,Sleep Disorders","cities": "Palo Alto,Millbrae,Burlingame,Menlo Park,San Mateo","minPrice": 20, "avgrating": 4.9, "numJobs": 45, "numRepeat": 25, "description": "I am preschool teacher with many teaching experiences. My major was Child Psychology in SFSU and earned over 25 units with Early Childhood Education. Currently, I'm working at a Montessori Preschool where located at San Carlos. Also I am the head of department for Children Ministry with teaching Children Sunday School from 2 years to 12 years to create lesson plans, art projects, scheduling, prep. annual teacher-parents conferences, etc. I love to read stories and play with children. I enjoy the outdoor time with children go to parks, libraries or take a walk as well."},
    { "id": 2 , "name": "Kim G.", "gender":"f", "imgUrl": "sitter2.jpg", "location": "Belmont", "responseTime":6500, "availability.startDateTime":9000, "availability.endDateTime":14000,"attributes":"Food Alergies,Athsma,Hearing Impaired,Behavior Challenges","cities": "Palo Alto,San Francisco, Belmont, Menlo Park","minPrice": 22, "avgrating": 4.7, "numJobs": 12, "numRepeat": 5, "description": "***To my LA families: Thank you for a wonderful summer <3 I will miss you all greatly and can't wait to reconnect with you for the holidays! I will be returning to the Bay Area this week for my last year of college - YAY! - but I will be back in LA soon. xoxo Kia *** Hi Everyone! :) I am a senior at Notre Dame de Namur University with a major in Kinesiology and minor in Psychology, and will be graduating in the spiring of 2016. As you already know, I am a part-time/occasional babysitter, as well as I am a birth Doula (DONA), and a Red Cross & Girls on the Run Volunteer. I occasionally work as a Brand Ambassador for the UrbanSitter site and I work closely with plenty other sitters and parents, too. I have been in childcare for about 7 years. I started off doing occasional date nights, at the age of 13, for family members and family friends. At 15, I worked as a volunteer teacher's assistant at a summer camp for children with learning disabilities. Once I began my college career in 2011, I became a teacher's assistant at a Montessori Pre-School and I was working as a Student Event Coordinator, as well. I later joined UrbanSitter in order to find part-time work. I believe that children are amazing little beings with the best personalities. They are all so different, which makes my job even better. There is never a dull moment at work because of all the different families I am able to work with. I enjoy what I do and I do my best to give families the help they really need. I always look forward to meeting new families, and hope to hear from you. Please feel free to book me if you feel I am the sitter for your child."},
    { "id": 3 , "name": "Adrene G.", "gender":"f", "imgUrl": "sitter3.jpg", "location": "San Jose", "responseTime":5000, "availability.startDateTime":8500, "availability.endDateTime":14000,"attributes":"Food Alergies,Athsma,Hearing Impaired,Behavior Challenges,Sleep Disorders,Visally Impaired","cities": "Palo Alto,San Francisco,Belmont,Menlo Park,Sunnyvale,San Jose","minPrice": 20, "avgrating": 4.6, "numJobs": 21, "numRepeat": 7, "description": "No description given."}, 
    { "id": 4 , "name": "James E.", "gender":"m", "imgUrl": "sitter4.jpg", "location": "Cupertino", "responseTime":12322, "availability.startDateTime":4000, "availability.endDateTime":9500,"attributes":"Food Alergies,Hearing Impaired,Behavior Challenges,Sleep Disorders","cities": "Palo Alto,Millbrae,Burlingame,Menlo Park,San Mateo,Cupertino,San Jose,San Francisco","minPrice": 20, "avgrating": 4.1, "numJobs": 4, "numRepeat": 1, "description": "Hi guys! My name is James Estrada, I am a biology student attending Dominican University of California with pre-nursing experience. My last two years revolved around taking care of a five year old who had autism, however this summer his family moved and now I am available for part time work. Prior to my experience with him, I babysat off and on family members for years. Together we went to museums, parks, hiking locations and even the recreational center where we would practice swimming. As you might be able to tell, I prefer to get kids out of the house and do activities outside as much as possible. I am a big promoter of a healthy and fit life. I also have two years of experience tutoring in math, science, and reading through Coleman Elementary."}, 
    { "id": 5 , "name": "Daniela L.", "gender":"f", "imgUrl": "sitter5.jpg", "location": "San Francisco", "responseTime":3600, "availability.startDateTime":7000, "availability.endDateTime":11000,"attributes":"Food Alergies,Hearing Impaired,Behavior Challenges,Sleep Disorders","cities": "Palo Alto,Millbrae,Burlingame,Menlo Park,San Mateo,San Francisco, South San Francisco","minPrice": 19, "avgrating": 4.9, "numJobs": 41, "numRepeat": 15, "description": "My name is Daniela Larson. I am senior at San Francisco State studying Health Education. I love interacting with kids. I have about eight years of experience working with kids. I have babysat for neighbors and family members. Over the past summer I worked at Camp Galileo."}
  ]
}